tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "fluxcd/tap"
tap "nikitabobko/tap"
tap "FelixKratz/formulae"
brew "sketchybar"
brew "borders"
cask "aerospace"
brew "ansible"
brew "ansible-lint"
brew "bat"
brew "gcc"
brew "btop"
brew "cmake"
brew "curl"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-compose"
brew "fastfetch"
brew "fd"
brew "nvm"
brew "fzf"
brew "ffmpeg"
brew "poppler"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "htop"
brew "yazi"
brew "rg"
brew "iperf3"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "llvm"
brew "mkcert"
brew "maven"
brew "neovim"
brew "nmap"
brew "nss"
brew "python@3.11"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tailscale"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "virtualenv"
brew "reattach-to-user-namespace"
brew "wget"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "zmap"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "aldente"
cask "arc"
cask "bartender"
cask "brave-browser"
cask "cleanmymac"
cask "cleanshot"
cask "clockify"
cask "daisydisk"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "github"
cask "ghostty"
cask "insomnia"
cask "jetbrains-toolbox"
cask "notion"
cask "orbstack"
cask "postman"
cask "pop"
cask "proton-drive"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "zed"
cask "calibre"
cask "sf-symbols"
brew "sesh"
brew "aspell"
