tap "ddev/ddev"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "railwaycat/emacsmacport"
tap "symfony-cli/tap"
brew "ansible"
brew "ansible-lint"
brew "bat"
brew "gcc"
brew "btop"
brew "cmake"
brew "curl"
brew "freetds"
brew "libpq"
brew "php", link: false
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-compose"
brew "fastfetch"
brew "fd"
brew "flyctl"
brew "nvm"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "nss"
brew "php@8.2", link: true
brew "picocom"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tailscale"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "virtualenv"
brew "wget"
brew "zoxide"
brew "ddev/ddev/ddev"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "railwaycat/emacsmacport/emacs-mac"
brew "symfony-cli/tap/symfony-cli"
brew "zellij"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "aldente"
cask "arc"
cask "bartender"
cask "brave-browser"
cask "cleanmymac"
cask "cleanshot"
cask "daisydisk"
cask "discord"
cask "docker"
cask "figma"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "github"
cask "insomnia"
cask "jetbrains-toolbox"
cask "notion"
cask "pop"
cask "proton-drive"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle-pro"
cask "slack"
cask "steam"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
vscode "alefragnani.project-manager"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "irongeek.vscode-env"
vscode "k--kato.intellij-idea-keybindings"
vscode "lkrms.inifmt"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "pulumi.pulumi-lsp-client"
vscode "ritwickdey.liveserver"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "wholroyd.jinja"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yoavbls.pretty-ts-errors"
